{
  "posts": [
    {
      "author": "Dr. Kurniawan",
      "content": "Bank Indonesia Kalimantan Tengah kembali menunjukkan komitmennya dalam mendukung penguatan kapasitas para pelaku usaha dengan menyelenggarakan Pelatihan Public Speaking & Leadership Communication bagi 30 pengusaha Kalimantan Tengah. Kegiatan ini berlangsung pada Kamis, 18 September 2025 pukul 09.00–12.00 di Hotel Swiss-Belinn, Jl. A. Yani No. 45, Solo.\n\nPelatihan ini menghadirkan narasumber nasional, Dr. Kurniawan, S.S., M.Hum., seorang dosen linguistik UIN Raden Mas Said Surakarta yang juga dikenal sebagai pendiri SpeakUp Center Solo dan Kampung Inggris Solo. Beliau telah lama aktif sebagai pelatih kepercayaan diri dan komunikasi publik bagi berbagai institusi bisnis, pemerintahan, dan akademik di Indonesia.\n\nDalam sesi ini, peserta mendapatkan pemahaman mendalam tentang basic skills of public speaking dan leadership communication. Dr. Kurniawan memadukan teori komunikasi modern dengan kekuatan ilmu linguistik, termasuk:\n\nPoliteness Strategy (Brown & Levinson) untuk membangun komunikasi yang efektif dan berpengaruh dalam konteks bisnis.\n\nRetorika klasik Aristoteles (Ethos, Logos, Pathos) sebagai pondasi membangun wibawa, logika penyampaian, dan kekuatan emosional dalam berbicara di depan publik maupun dalam negosiasi bisnis.\n\nPendekatan ini menjadikan materi lebih aplikatif, mudah dipahami, dan relevan dengan kebutuhan pengusaha dalam membangun hubungan, mempresentasikan ide, serta memimpin tim.\n\n\nPelatihan berlangsung sangat dinamis. Selain penjelasan teori, peserta diajak terjun langsung melalui berbagai latihan praktik, mulai dari opening speech, elevator pitch, hingga latihan membangun kepercayaan diri saat berbicara.\n\nSuasana kelas penuh energi positif. Para pengusaha mengikuti setiap sesi dengan antusias, saling mendukung, dan menunjukkan peningkatan yang signifikan dalam waktu singkat.\n\nBank Indonesia Kalimantan Tengah berharap pelatihan ini dapat memperkuat kapasitas komunikasi para pengusaha, sehingga mampu mendorong perkembangan bisnis yang lebih adaptif, profesional, dan berdaya saing tinggi. Sementara itu, Dr. Kurniawan menyampaikan apresiasi atas semangat peserta dan berharap keterampilan yang dipelajari dapat diaplikasikan langsung dalam dunia usaha.",
      "title": "Pelatihan Public Speaking untuk Pengusaha Kalimantan Tengah",
      "cat": "public-speaking",
      "cover": "https://res.cloudinary.com/dy7lzcjfb/image/upload/f_auto,q_auto/v1762655057/oocxhwr9d6itptggpkd7.jpg",
      "date": "2025-09-19T00:00:00.000+07:00",
      "slug": "pelatihan-public-speaking-untuk-pengusaha-kalimantan-tengah"
    },
    {
      "author": "Dr. Kurniawan",
      "content": "Seminar Parenting: Pencegahan Stunting Melalui Pendekatan Parenting\nBalai Desa Bogem, Bayat, Klaten – 12 Juli 2025\n\nKegiatan seminar parenting bertajuk “Pencegahan Stunting Melalui Pendekatan Parenting” sukses digelar di Balai Desa Bogem, Bayat, Klaten pada 12 Juli 2025 pukul 09.00–12.00 WIB. Acara ini menghadirkan Dr. Kurniawan, S.S., M.Hum., dosen linguistik UIN Raden Mas Said Surakarta sekaligus motivator, trainer public speaking, dan narasumber parenting nasional, sebagai pemateri utama.\n\nSeminar ini mengangkat isu besar tentang stunting, namun dengan pendekatan yang unik dan berbeda. Dr. Kurniawan menyajikan materi dari sudut pandang linguistik pragmatik, terutama terkait bagaimana komunikasi orang tua, pilihan bahasa, pola interaksi, dan strategi tutur dapat memengaruhi perkembangan psikologis dan kecerdasan anak—dua aspek penting dalam mencegah stunting secara holistik.\n\nDalam sesi pemaparan, peserta diberikan wawasan tentang:\n\nPentingnya bahasa positif dalam interaksi sehari-hari.\n\nStrategi komunikasi orang tua yang mendukung perkembangan otak dan emosi anak.\n\nPola respons yang membangun rasa aman, percaya diri, dan motivasi belajar.\n\nHubungan antara stimulasi bahasa sejak dini dengan pertumbuhan anak.\n\nPeran keluarga sebagai lingkungan komunikasi pertama dan terpenting bagi anak.\n\nKegiatan berlangsung interaktif, dipenuhi sesi tanya jawab, diskusi kasus, dan contoh-contoh komunikatif yang relevan dengan keseharian orang tua. Para peserta terlihat sangat antusias karena materi disampaikan dengan gaya yang ringan, aplikatif, dan mudah diterapkan dalam kehidupan keluarga.\n\nMelalui kegiatan ini, masyarakat Desa Bogem diharapkan semakin memahami bahwa pencegahan stunting tidak hanya berkaitan dengan gizi, tetapi juga stimulasi bahasa, pola asuh, dan kualitas komunikasi dalam keluarga.",
      "title": "Seminar Parenting: Pencegahan Stunting Melalui Pendekatan Parenting",
      "date": "2025-07-12T00:00:00.000+07:00",
      "cover": "https://res.cloudinary.com/dy7lzcjfb/image/upload/f_auto,q_auto/v1762655060/lj7yyhcn1lek8rmyagsf.jpg",
      "cat": "parenting",
      "slug": "seminar-parenting-pencegahan-stunting-melalui-pendekatan-parenting"
    },
    {
      "author": "Dr. Kurniawan",
      "content": "Pelatihan Public Speaking untuk Calon Dokter Fakultas Kedokteran UNS\n\nSurakarta, 9 November 2025 — Fakultas Kedokteran Universitas Sebelas Maret (UNS) menyelenggarakan kegiatan Pelatihan Public Speaking yang berlangsung pada hari Minggu, pukul 09.00 hingga 14.00 WIB. Kegiatan ini diikuti oleh para mahasiswa calon dokter yang dipersiapkan untuk menghadapi Lomba Mahasiswa Berprestasi (Mawapres) tingkat universitas.\n\nPelatihan ini menghadirkan Dr. Kurniawan, S.S., M.Hum, dosen linguistik dari UIN Raden Mas Said Surakarta, yang juga dikenal sebagai Founder Kampung Inggris Solo dan Owner SpeakUp Center. Sebagai trainer nasional yang aktif di berbagai kota di Indonesia, Dr. Kurniawan telah lama dikenal sebagai motivator di bidang public speaking dan kepercayaan diri.\n\nSelama pelatihan, para peserta menunjukkan antusiasme yang tinggi. Mereka diajak memahami pentingnya komunikasi efektif, penguasaan diri di depan publik, serta strategi membangun kepercayaan diri dalam presentasi ilmiah.\n\n“Awalnya saya sering gugup saat bicara di depan orang, tapi setelah mengikuti pelatihan ini saya merasa lebih siap dan percaya diri,” ujar salah satu peserta dengan penuh semangat.\n\nDr. Kurniawan menekankan bahwa kemampuan berbicara di depan publik adalah modal penting bagi calon dokter masa depan, terutama dalam menyampaikan gagasan dan hasil riset secara profesional.\n\n“Public speaking bukan hanya soal berbicara, tetapi tentang bagaimana menyampaikan pesan yang menginspirasi dan meyakinkan,” tutur beliau dalam sesi penutupan.\n\nKegiatan ini menjadi momentum penting bagi Fakultas Kedokteran UNS dalam menumbuhkan karakter unggul, komunikatif, dan percaya diri pada mahasiswa calon dokter yang siap bersaing dan berkontribusi bagi masyarakat luas.",
      "title": "Pelatihan Public Speaking untuk Calon Dokter Fakultas Kedokteran UNS",
      "date": "2025-11-09T00:00:00.000+07:00",
      "cat": "public-speaking",
      "cover": "https://res.cloudinary.com/dy7lzcjfb/image/upload/f_auto,q_auto/v1763020232/WhatsApp_Image_2025-11-12_at_07.03.58_be0xdl.jpg",
      "slug": "pelatihan-public-speaking-untuk-calon-dokter-fakultas-kedokteran-uns"
    },
    {
      "author": "Dr. Kurniawan",
      "content": "Klaten, 6 Oktober 2025 — Balai Desa Malangan, Klaten, menjadi saksi antusiasme puluhan orang tua dan guru TK-PAUD dalam kegiatan Seminar Parenting bertajuk “Membangun Rasa Percaya Diri Anak Melalui Bahasa dan Kesantunan”. Acara yang berlangsung pada pukul 08.00 hingga 12.00 WIB ini diikuti oleh 50 peserta dari lingkungan pendidikan anak usia dini di wilayah Desa Malangan.\n\nSeminar ini menghadirkan narasumber Dr. Kurniawan, S.S., M.Hum., seorang dosen linguistik UIN Raden Mas Said Surakarta, yang juga dikenal sebagai trainer nasional di bidang public speaking dan kepercayaan diri. Dalam kesempatan tersebut, beliau mengajak para peserta untuk memahami peran bahasa dan kesantunan pragmatik dalam membentuk kepribadian dan rasa percaya diri anak sejak dini.\n\nDr. Kurniawan menegaskan bahwa cara orang tua dan guru berkomunikasi memiliki pengaruh besar terhadap keberanian anak untuk berekspresi dan berpendapat.\n\n“Bahasa adalah cermin kasih sayang dan penghargaan. Ketika anak dibiasakan mendengar tutur kata yang santun, menghargai, dan memotivasi, maka kepercayaan dirinya akan tumbuh dengan kuat,” jelasnya.\n\nPara peserta tampak aktif berdiskusi dan berbagi pengalaman tentang pola komunikasi di rumah maupun di kelas. Melalui pendekatan linguistik dan teori kesantunan pragmatik, Dr. Kurniawan memberikan contoh konkret bagaimana penggunaan bahasa yang tepat dapat menjadi sarana efektif untuk menanamkan rasa aman, diterima, dan berharga pada diri anak.\n\nKegiatan ini diakhiri dengan sesi refleksi dan komitmen bersama untuk menciptakan lingkungan komunikasi yang positif antara orang tua, guru, dan anak. Dengan demikian, diharapkan anak-anak di Desa Malangan tumbuh menjadi generasi yang percaya diri, santun, dan berkarakter kuat.",
      "title": "Seminar Parenting: Membangun Rasa Percaya Diri Anak Melalui Bahasa dan Kesantunan",
      "date": "2025-10-06T00:00:00.000+07:00",
      "cover": "https://res.cloudinary.com/dy7lzcjfb/image/upload/f_auto,q_auto/v1762655062/s2jhw4vvlns3ozr417px.jpg",
      "cat": "parenting",
      "slug": "seminar-parenting-membangun-rasa-percaya-diri-anak-melalui-bahasa-dan-kesantunan"
    },
    {
      "author": "Dr. Kurniawan",
      "content": "Sukoharjo, Agustus 2024 — Pondok Pesantren Islam Al-Mukmin Ngruki sukses menyelenggarakan rangkaian Seminar dan Pelatihan Public Speaking untuk para santri putra dan putri tingkat akhir. Kegiatan ini dilaksanakan dalam dua gelombang, yaitu pada 13 Agustus 2024 dan 19 Agustus 2024, dengan pembagian waktu dan tempat berbeda antara santri putra dan santri putri.\n\nTotal 226 santri kelas 12 mengikuti program ini dengan penuh semangat. Seluruh peserta terbagi dalam dua sesi utama, yaitu Sesi Teori & Latihan Dasar serta Sesi Praktik Public Speaking. Kegiatan ini dirancang untuk membekali para santri dengan kemampuan komunikasi yang lebih percaya diri sebelum mereka melanjutkan pendidikan ke jenjang perguruan tinggi pada tahun mendatang.\n\nPelatihan ini menghadirkan narasumber Dr. Kurniawan, S.S., M.Hum., seorang dosen Linguistik UIN Raden Mas Said Surakarta, sekaligus trainer nasional yang dikenal luas melalui program Public Speaking & Confidence Training di berbagai kota di Indonesia. Beliau juga merupakan Founder Kampung Inggris Solo dan Owner SpeakUp Center.\n\nDalam setiap sesi, Dr. Kurniawan menekankan pentingnya kemampuan berbicara di depan publik sebagai modal utama bagi generasi muda dalam menyampaikan ide, berdiskusi, berorganisasi, serta menghadapi tantangan akademik di perguruan tinggi.\n\n“Santri dan mahasiswa masa kini harus mampu berkomunikasi dengan jelas, santun, dan meyakinkan. Public speaking bukan hanya keterampilan tampil, tetapi seni menyampaikan pesan dengan percaya diri,” ungkap Dr. Kurniawan saat membuka sesi pelatihan.\n\nPara santri tampak antusias mengikuti seluruh rangkaian kegiatan. Pada sesi praktik, mereka berlatih langsung membuka presentasi, menyampaikan opini, hingga latihan improvisasi untuk melatih spontanitas. Banyak santri mengaku memperoleh pengalaman baru yang membuat mereka lebih siap tampil di depan publik.\n\nPelatihan ini diharapkan dapat menjadi bekal berharga bagi para santri kelas 12 Pondok Pesantren Islam Al-Mukmin Ngruki, sehingga mereka memasuki dunia kampus dengan lebih percaya diri, komunikatif, dan siap bersaing secara positif.",
      "title": "Seminar & Pelatihan Public Speaking di Pondok Pesantren Islam Al-Mukmin Ngruki Sukoharjo",
      "date": "2025-08-13T00:00:00.000+07:00",
      "cat": "public-speaking",
      "cover": "https://res.cloudinary.com/dy7lzcjfb/image/upload/f_auto,q_auto/v1762655728/fmhomiagebifu9lhmd5k.heic",
      "slug": "seminar-dan-pelatihan-public-speaking-di-pondok-pesantren-islam-al-mukmin-ngruki-sukoharjo"
    },
    {
      "author": "Dr. Kurniawan",
      "content": "Malang, 1–2 November 2025 — Favehotel Malang menjadi pusat pembelajaran intensif selama dua hari penuh dalam Pelatihan Public Speaking dan Leadership Communication yang berlangsung pada pukul 09.00–17.00 WIB. Kegiatan ini dirancang secara khusus untuk para pengusaha, profesional, dan mahasiswa yang ingin memperkuat kemampuan tampil, memimpin, dan berkomunikasi secara efektif di berbagai situasi.\n\nBerbeda dari pelatihan konvensional, program ini menerapkan konsep 80% praktik dan hanya 20% teori, sehingga seluruh peserta benar-benar terjun langsung mempraktikkan teknik vokal, gesture, storytelling, persuasi, hingga simulasi presentasi profesional. Suasana dua hari pelatihan terasa hidup, dinamis, dan interaktif.\n\nPelatihan ini dipandu oleh Dr. Kurniawan, S.S., M.Hum., seorang dosen linguistik UIN Raden Mas Said Surakarta, sekaligus trainer nasional yang telah melatih ribuan peserta di berbagai kota. Beliau juga founder Kampung Inggris Solo dan SpeakUp Center, dua lembaga yang dikenal berfokus pada pengembangan komunikasi dan kepercayaan diri.\n\nDalam penyampaian materinya, Dr. Kurniawan menegaskan bahwa kemampuan berbicara di depan publik adalah unsur penting yang menentukan kualitas kepemimpinan seseorang.\n\n“Pemimpin masa kini dituntut bukan hanya pintar, tetapi mampu menyampaikan ide dengan cara yang menggerakkan,” tegasnya pada sesi pembukaan.\n\nSelama dua hari, peserta diajak mengeksplorasi berbagai latihan penting, mulai dari teknik membuka presentasi, membangun alur bicara, mengatasi rasa grogi, hingga latihan memengaruhi audiens melalui pendekatan etos, logos, dan patos. Energi peserta yang beragam—dari kalangan wirausaha, pekerja profesional, hingga mahasiswa—menambah kekayaan dinamika kelas.\n\nBanyak peserta mengaku pelatihan ini memberikan pengalaman baru yang berdampak langsung pada kepercayaan diri mereka ketika berbicara di depan publik.\n\nPelatihan dua hari ini diharapkan mampu melahirkan lebih banyak komunikator dan pemimpin muda yang percaya diri, persuasif, dan inspiratif dalam dunia bisnis, kampus, maupun dunia profesional.",
      "title": "Dua Hari Intensif Mengasah Komunikasi Pemimpin: Pelatihan Public Speaking di Favehotel Malang",
      "date": "2025-11-02T00:00:00.000+07:00",
      "cat": "public-speaking",
      "cover": "https://res.cloudinary.com/dy7lzcjfb/image/upload/f_auto,q_auto/v1762966689/IMG_7062_jytjtl.heic",
      "slug": "dua-hari-intensif-mengasah-komunikasi-pemimpin-pelatihan-public-speaking-di-favehotel-malang"
    },
    {
      "author": "Dr. Kurniawan",
      "content": "Kegiatan parenting di SMP PL Bintang Laut Surakarta pada 4 Juni 2025 berlangsung meriah dan penuh kehangatan. Acara yang dimulai pukul 09.00–12.00 WIB ini diikuti oleh para orang tua dan siswa, menghadirkan Dr. Kurniawan, S.S., M.Hum., dosen linguistik sekaligus trainer public speaking dan parenting, sebagai pemateri utama.\n\nDengan mengusung tema “Bahasa, Cinta, dan Kesopanan,” kegiatan ini menekankan pentingnya membangun komunikasi yang lembut, penuh kasih, dan beretika antara orang tua dan anak. Dr. Kurniawan menyampaikan bagaimana pilihan kata, nada bicara, dan gaya interaksi sehari-hari memberikan dampak besar terhadap karakter dan kepercayaan diri anak.\n\nAcara diawali dengan materi interaktif yang mengajak orang tua memahami kekuatan bahasa positif. Suasana semakin hidup saat sesi ice breaking dilaksanakan, membuat semua peserta tertawa dan menikmati suasana yang cair dan akrab.\n\nRangkaian kegiatan dilanjutkan dengan sesi tanya jawab, di mana para orang tua dengan antusias mengungkapkan pengalaman dan tantangan dalam mendidik serta membangun komunikasi harmonis di rumah.\n\nMomen paling menyentuh hadir ketika dilakukan kegiatan saling peluk antara anak dan orang tua. Banyak peserta yang terharu dan meneteskan air mata, merasakan kembali kedekatan emosional yang mungkin lama tidak terungkapkan.\n\nAcara ditutup dengan makan siang bersama, di mana hidangan lezat hasil kontribusi para orang tua dan siswa disajikan dengan penuh kebersamaan. Suasana hangat dan akrab semakin menegaskan tujuan utama kegiatan ini: memperkuat hubungan keluarga melalui bahasa yang baik, cinta yang tulus, dan kesopanan yang menguatkan.",
      "title": "Kegiatan Parenting SMP PL Bintang Laut Surakarta “Bahasa, Cinta, dan Kesopanan dalam Keluarga”",
      "slug": "Kegiatan- Parenting-SMP-PL-Bintang-Laut-Surakarta-“Bahasa-Cinta-dan-Kesopanan-dalam-Keluarga”",
      "date": "2025-06-04T00:00:00.000+07:00",
      "cover": "https://res.cloudinary.com/dy7lzcjfb/image/upload/f_auto,q_auto/v1763053434/WhatsApp_Image_2025-11-13_at_23.44.07_n1tahb.jpg",
      "cat": "parenting"
    },
    {
      "author": "Dr. Kurniawan",
      "content": "Kegiatan Pelatihan Public Speaking Dasar dan Prinsip Konsistensi yang diselenggarakan pada 23 dan 24 November 2024 di Zest Hotel, Solo Raya, berjalan sukses dan mendapatkan sambutan antusias dari para peserta. Pelatihan ini diikuti oleh mahasiswa, profesional, dan pengusaha yang ingin meningkatkan kemampuan komunikasi serta memperkuat konsistensi dalam pengembangan diri.\n\nAcara dipandu oleh Dr. Kurniawan, S.S., M.Hum., dosen linguistik sekaligus trainer nasional di bidang public speaking dan kepercayaan diri. Beliau menggabungkan pendekatan linguistik, teknik retorika, serta strategi personal development untuk membantu peserta tampil lebih percaya diri, jelas, dan meyakinkan di berbagai situasi profesional.\n\nMateri Pelatihan\n\nSelama dua hari kegiatan, peserta mempelajari:\n\nFondasi dasar public speaking yang wajib dikuasai.\n\nTeknik pembukaan dan penutupan presentasi yang kuat.\n\nArtikulasi, intonasi, power suara, dan bahasa tubuh efektif.\n\nEtos, logos, dan patos sebagai landasan retorika komunikasi.\n\nPrinsip konsistensi sebagai kunci keberhasilan dalam melatih kemampuan public speaking.\n\nLatihan praktik langsung yang menghadirkan pengalaman panggung nyata.\n\nSuasana pelatihan berlangsung interaktif dan sangat hidup. Peserta terlibat dalam berbagai simulasi, latihan spontan, diskusi, hingga refleksi diri yang membuat proses belajar terasa menyenangkan sekaligus bermakna.\n\nRespons Peserta\n\nBanyak peserta mengungkapkan bahwa pelatihan ini memberi dampak besar, tidak hanya meningkatkan keterampilan presentasi, tetapi juga memperbaiki pola komunikasi dalam pekerjaan, bisnis, maupun kehidupan sehari-hari. Penekanan pada prinsip konsistensi membuat peserta semakin yakin bahwa kemampuan berbicara di depan umum dapat dibangun melalui latihan teratur.\n\nPenutup\n\nPelatihan selama dua hari ini meninggalkan kesan mendalam bagi peserta. Mereka berharap kegiatan serupa dapat terus diadakan di Solo Raya secara berkala untuk menjangkau lebih banyak individu yang ingin meningkatkan percaya diri dan kualitas komunikasi.",
      "date": "2025-09-13T00:00:00.000+07:00",
      "title": "Pelatihan Public Speaking Dasar & Prinsip Konsistensi",
      "slug": "Pelatihan-Public-Speaking-Dasar-&-Prinsip-Konsistensi",
      "cover": "https://res.cloudinary.com/dy7lzcjfb/image/upload/f_auto,q_auto/v1762655059/ixtqbrjypkq8egesysrm.jpg",
      "cat": "public-speaking"
    },
    {
      "author": "Dr. Kurniawan",
      "content": "Seminar parenting bertajuk “Seni Berkomunikasi dengan Anak” sukses digelar oleh SD Muhammadiyah PK Kotabarat Surakarta pada 10 Juni 2023 di Hotel Kusuma Sahid, menghadirkan sekitar 600 wali murid dalam sebuah kegiatan yang penuh energi, tawa, haru, dan pembelajaran mendalam.\n\nKegiatan ini menghadirkan pemateri utama Dr. Kurniawan, S.S., M.Hum., dosen linguistik, trainer public speaking, dan narasumber parenting nasional. Beliau membawakan materi parenting dengan sudut pandang unik, yaitu memadukan pendekatan linguistik pragmatik khususnya directive speech act dengan teori-teori parenting modern. Pendekatan ini membantu orang tua memahami bagaimana pilihan kata, bentuk perintah, ajakan, larangan, dan bimbingan dapat digunakan secara lebih bijaksana agar komunikasi dengan anak menjadi lebih efektif, lembut, dan membangun.\n\nSeminar berlangsung meriah dan menyenangkan sejak awal hingga akhir. Adapun rangkaian kegiatan meliputi:\n\nIce Breaking:\nMenghidupkan suasana melalui aktivitas ringan yang membuat peserta tersenyum dan saling akrab.\n\nPemaparan Materi:\nDr. Kurniawan menyampaikan pentingnya memahami seni berbicara dengan anak, agar pesan tersampaikan tanpa melukai, mengancam, atau mematahkan semangat mereka.\n\nSesi Tanya Jawab:\nPara orang tua sangat antusias berbagi pengalaman dan mengajukan pertanyaan tentang tantangan komunikasi di rumah.\n\nMenyanyi Bersama:\nLagu-lagu positif dinyanyikan bersama untuk membangun suasana bahagia dan penuh kehangatan.\n\nESQ Parenting:\nSesi refleksi emosional ini membuat banyak peserta tersentuh hingga meneteskan air mata, menyadari betapa berharganya peran orang tua dalam hidup anak.\n\nGames Ceria:\nBerbagai permainan interaktif membuat ruangan penuh gelak tawa, menciptakan suasana santai menjelang liburan sekolah.\n\nDengan jumlah peserta mencapai 600 orang, suasana ruangan terasa hidup dan penuh semangat. Banyak wali murid menyampaikan bahwa kegiatan ini tidak hanya memberikan wawasan baru, tetapi juga menyentuh sisi emosional dan memperkuat kedekatan batin antara orang tua dan anak.\n\nSeminar parenting \"Seni Berkomunikasi dengan Anak\" berhasil menjadi momen edukatif sekaligus inspiratif bagi seluruh wali murid SD Muhammadiyah PK Kotabarat Surakarta. Melalui perpaduan ilmu linguistik, teori parenting, hiburan, dan sentuhan emosional, kegiatan ini menjadi bekal berharga bagi orang tua dalam membangun komunikasi yang lebih hangat, positif, dan penuh cinta.",
      "title": "Seni Berkomunikasi dengan Anak Seminar Parenting SD Muhammadiyah PK Kotabarat Surakarta",
      "date": "2023-07-10T00:00:00.000+07:00",
      "slug": "Seni-Berkomunikasi-dengan-Anak",
      "cover": "https://res.cloudinary.com/dy7lzcjfb/image/upload/f_auto,q_auto/v1763079307/WhatsApp_Image_2025-11-13_at_23.44.04_naoyzu.jpg",
      "cat": "parenting"
    },
    {
      "author": "Dr. Kurniawan",
      "content": "Membangun Bidan Berkarakter: Motivasi Caping Day Poltekkes Surakarta di Klaten\n\nKlaten, 6 Maret 2024 — Poltekkes Kemenkes Surakarta menggelar acara istimewa bertajuk “Caping Day: Janji Mulia Calon Bidan”, sebuah prosesi ucap janji bagi mahasiswa jurusan kebidanan yang akan segera memasuki dunia praktik profesional. Acara yang berlangsung khidmat dan penuh inspirasi ini diikuti oleh sekitar 100 mahasiswa yang bersiap meniti karier sebagai bidan masa depan.\n\nDalam momen penuh makna ini, hadir Dr. Kurniawan, S.S., M.Hum., dosen linguistik UIN Raden Mas Said Surakarta sekaligus trainer nasional di bidang public speaking dan pengembangan kepercayaan diri. Beliau hadir sebagai pemateri motivasi khusus yang menguatkan para mahasiswa tentang pentingnya peran bidan di masyarakat, sekaligus mengajak mereka memahami bagaimana seorang bidan idealnya berkomunikasi, bermindset positif, berpikir kritis, dan bertindak profesional di tengah masyarakat.\n\nDalam penyampaian materinya, Dr. Kurniawan menekankan bahwa profesi bidan bukan hanya pekerjaan, tetapi amanah besar yang menyentuh kehidupan banyak orang.\n\n“Bidan adalah garda depan kesehatan ibu dan anak. Kualitas komunikasi, empati, dan ketegasan Anda akan menentukan keselamatan banyak keluarga. Mulai hari ini, tanamkan mindset bahwa tugas Anda bukan sekadar membantu persalinan, tetapi menghadirkan rasa aman dan harapan,” pesannya kepada para mahasiswa.\n\nPara peserta terlihat antusias mengikuti sesi motivasi hingga akhir. Mereka diajak memahami pentingnya sikap percaya diri, kemampuan berbicara yang efektif, serta cara menghadapi masyarakat dengan penuh kesantunan dan profesionalisme. Banyak mahasiswa merasakan suntikan semangat baru untuk menjalani perjalanan menuju profesi kebidanan.\n\nAcara Caping Day tahun ini menjadi momentum penting bagi para calon bidan Poltekkes Surakarta. Dengan bekal motivasi, komitmen ucap janji, dan kesiapan mental, mereka diharapkan mampu menjadi tenaga kesehatan yang kompeten, humanis, komunikatif, dan membawa perubahan positif bagi masyarakat.",
      "title": "Membangun Bidan Berkarakter: Motivasi Caping Day Poltekkes Surakarta di Klaten",
      "slug": "Membangun-Bidan-Berkarakter:-Motivasi-Caping-Day-Poltekkes-Surakarta-di-Klaten",
      "cat": "motivation",
      "date": "2024-03-06T00:00:00.000+07:00",
      "cover": "https://res.cloudinary.com/dy7lzcjfb/image/upload/f_auto,q_auto/v1763140671/WhatsApp_Image_2025-11-13_at_23.44.04_2_u6szwp.jpg"
    },
    {
      "author": "Dr. Kurniawan",
      "title": "Leveling Up Your Voice: Pelatihan Public Speaking Intensif untuk Pengusaha & Profesional Jogja",
      "date": "2025-05-25T00:00:00.000+07:00",
      "slug": "Leveling-Up-Your-Voice:-Pelatihan-Public-Speaking-Intensif-untuk-Pengusaha-&-Profesional-Jogja",
      "cover": "https://res.cloudinary.com/dy7lzcjfb/image/upload/f_auto,q_auto/v1763165948/WhatsApp_Image_2025-11-15_at_07.09.08_k252zz.jpg",
      "content": "Pelatihan public speaking selama dua hari yang digelar pada 24 dan 25 Mei di Hotel Fave Kusumanegara Yogyakarta sukses memberikan pengalaman transformasional bagi para peserta yang terdiri dari pengusaha dan profesional dari berbagai sektor di Yogyakarta. Kegiatan ini berlangsung intensif dari pukul 09.00 hingga 17.00, menghadirkan pembelajaran mendalam seputar keterampilan berbicara dan penguatan kepercayaan diri yang langsung disampaikan oleh Dr. Kurniawan, S.S., M.Hum., seorang trainer public speaking dan dosen linguistik UIN Raden Mas Said sekaligus owner SpeakUp Center dan Kampung Inggris Solo.\n\nSelama dua hari penuh, peserta mempelajari teknik-teknik dasar public speaking mulai dari cara membuka presentasi, mengelola suara dan intonasi, menggunakan gesture yang tepat, hingga menyusun pesan yang mudah dipahami.\n\nSelain itu, pelatihan juga menekankan pentingnya konsistensi, baik dalam latihan maupun penerapan komunikasi sehari-hari. Pendekatan ini membantu peserta membangun kebiasaan baru yang lebih percaya diri dan profesional.\n\nSalah satu ciri khas pelatihan ini adalah porsi praktik yang sangat besar. Dalam dua hari, setiap peserta diberi kesempatan maju tampil sebanyak 10 kali dengan berbagai jenis tugas—mulai dari elevator pitch, simulasi presentasi bisnis, berbicara tanpa teks, hingga sesi spontanitas.\n\nModel praktik berulang ini terbukti efektif. Para peserta yang awalnya pemalu, gugup, dan sulit berbicara, secara bertahap menunjukkan perkembangan luar biasa. Dari tampilan pertama hingga tampilan kesepuluh, peningkatan terlihat jelas pada aspek lantang suara, kelancaran berbicara, penguasaan panggung, hingga cara menyampaikan pesan dengan meyakinkan.\n\nAtmosfer pelatihan yang suportif membuat peserta berani keluar dari zona nyaman. Suasana kelas menjadi sangat hidup karena setiap sesi dilengkapi umpan balik konstruktif yang mendorong peserta terus berkembang.\n\nHasilnya, banyak peserta yang pada awal kegiatan masih ragu dan malu tampil, kini berubah menjadi individu yang lebih percaya diri, berani bicara, dan mampu menyampaikan pesan dengan jelas serta penuh energi.\n\nPelatihan dua hari ini menjadi bukti bahwa public speaking bukan hanya soal teknik, tetapi juga keberanian untuk mencoba, berlatih, dan konsisten. Dengan metode pembelajaran yang intensif dan terarah, peserta tidak hanya mendapatkan teori, tetapi juga pengalaman nyata yang memperkuat kemampuan komunikasi mereka di dunia profesional.",
      "cat": "public-speaking"
    },
    {
      "author": "Dr. Kurniawan",
      "title": "Motivasi & ESQ untuk Dosen dan Karyawan UNIVET Sukoharjo",
      "date": "2023-08-26T00:00:00.000+07:00",
      "slug": "Motivasi-&-ESQ-untuk-Dosen-dan-Karyawan-UNIVET-Sukoharjo",
      "cover": "https://res.cloudinary.com/dy7lzcjfb/image/upload/f_auto,q_auto/v1763166866/WhatsApp_Image_2025-11-15_at_07.27.24_ll65ap.jpg",
      "cat": "motivation",
      "content": "Kegiatan Motivasi dan ESQ bagi dosen dan karyawan Universitas Veteran Bangun Nusantara (UNIVET) Sukoharjo sukses diselenggarakan pada Sabtu, 26 Agustus 2023, bertempat di RM Kemuning Bale Botram, Karanganyar. Acara berdurasi tiga jam, dari pukul 09.00 hingga 12.00, menghadirkan suasana penuh energi, refleksi, dan kebersamaan dipandu langsung oleh Dr. Kurniawan, S.S., M.Hum., dosen UIN Raden Mas Said sekaligus owner SpeakUp Center dan Kampung Inggris Solo.\n\nKegiatan ini dirancang untuk memperkuat kembali motivasi kerja, etos akademik, serta keseimbangan emosional dan spiritual para tenaga pendidik dan kependidikan. Melalui pendekatan ESQ yang menyentuh sisi kesadaran diri, para peserta diajak melihat kembali makna tugas mereka sebagai pendidik dan pelayan masyarakat ilmiah.\n\nSesi motivasi menekankan pentingnya mindset positif, keikhlasan dalam bekerja, dan kemampuan mengelola stres serta tantangan di lingkungan kampus. Pesan-pesan inspiratif disampaikan untuk membangkitkan kembali rasa percaya diri, fokus tujuan, serta tekad untuk memberikan kontribusi terbaik bagi mahasiswa dan institusi.\n\nKegiatan berlangsung dalam suasana penuh kehangatan. Peserta saling berbagi pengalaman, melakukan aktivitas reflektif, serta mengikuti sesi-sesi penguatan emosi yang mengajak mereka kembali pada inti diri—niat bekerja karena nilai dan pengabdian.\n\nMomen-momen ESQ menghadirkan keheningan yang bermakna, disusul ledakan semangat saat para peserta kembali menyatukan energi positif mereka. Kombinasi antara motivasi, renungan diri, dan interaksi kelompok membuat acara terasa hidup dan mendalam.\n\nKegiatan ini diharapkan menjadi titik awal munculnya semangat baru di lingkungan UNIVET Sukoharjo. Dengan motivasi yang segar dan keseimbangan emosional yang lebih kuat, para dosen dan karyawan diharapkan mampu menghadapi tantangan akademik dengan lebih optimis, produktif, dan penuh dedikasi.\n\nAcara ditutup dengan pesan bersama: mengajar, mengabdi, dan bekerja dengan hati selalu membawa kebaikan yang meluas."
    },
    {
      "author": "Dr. Kurniawan",
      "title": "Membangun Keberanian Berbicara: Workshop Public Speaking 2 Hari di Favehotel Kusumanegara",
      "date": "2025-01-26T00:00:00.000+07:00",
      "slug": "Membangun-Keberanian-Berbicara:-Workshop-Public-Speaking-2-Hari-di-Favehotel-Kusumanegara",
      "cover": "https://res.cloudinary.com/dy7lzcjfb/image/upload/f_auto,q_auto/v1763167710/WhatsApp_Image_2025-11-15_at_07.39.46_1_pay0jt.jpg",
      "cat": "public-speaking",
      "content": "Workshop public speaking selama dua hari penuh di Favehotel Kusumanegara Yogyakarta berjalan sukses dan penuh energi. Kegiatan intensif yang berlangsung dari pukul 09.00–17.00 ini diikuti oleh pengusaha, mahasiswa, dan para profesional dari berbagai bidang. Pelatihan dipandu langsung oleh Dr. Kurniawan, S.S., M.Hum., dosen linguistik UIN Raden Mas Said Surakarta sekaligus pendiri SpeakUp Center dan Kampung Inggris Solo.\n\nSelama dua hari, Dr. Kurniawan mengajarkan fondasi public speaking yang aplikatif, mulai dari teknik membuka presentasi, pengelolaan suara, ekspresi wajah, gesture, hingga cara mengatasi rasa grogi. Seluruh materi diarahkan untuk membangun kepercayaan diri peserta, sehingga mereka mampu tampil di berbagai situasi profesional dengan lebih mantap dan meyakinkan.\n\nPendekatan khas Dr. Kurniawan yang memadukan teori komunikasi, motivasi, dan pengalaman lapangan membuat peserta mudah memahami sekaligus langsung mempraktikkan teknik yang diajarkan.\n\nSetiap peserta mendapatkan banyak kesempatan untuk tampil di depan kelas. Melalui berbagai latihan seperti self-introduction, elevator pitch, presentasi singkat, storytelling, hingga improvisasi, peserta dilatih untuk percaya diri ketika berbicara di hadapan audiens.\n\nSuasana kelas sangat interaktif, penuh semangat saling mendukung. Setiap sesi praktik dibimbing langsung oleh Dr. Kurniawan dengan umpan balik konstruktif yang membuat peserta berkembang pesat.\n\nDi awal pelatihan, banyak peserta masih malu, ragu, dan takut salah. Namun di hari kedua, perubahan signifikan terlihat jelas:\n\nSuara lebih tegas dan stabil\n\nGesture lebih percaya diri\n\nStruktur penyampaian lebih tertata\n\nPenampilan lebih berani dan meyakinkan\n\nAntusiasme meningkat di setiap sesi\n\nPerkembangan ini menjadi bukti bahwa metode intensif yang dibawakan Dr. Kurniawan sangat efektif dalam membantu peserta mengatasi hambatan berbicara.\n\nWorkshop dua hari ini menegaskan bahwa kepercayaan diri dan kemampuan public speaking dapat dibentuk melalui latihan yang konsisten dan bimbingan yang tepat. Melalui pendekatan mendalam dan praktik langsung, Dr. Kurniawan berhasil membantu pengusaha, mahasiswa, dan profesional meningkatkan kemampuan komunikasi mereka secara signifikan."
    }
  ]
}
