{
  "posts": [
    {
      "author": "Dr. Kurniawan",
      "content": "Bank Indonesia Kalimantan Tengah kembali menunjukkan komitmennya dalam mendukung penguatan kapasitas para pelaku usaha dengan menyelenggarakan Pelatihan Public Speaking & Leadership Communication bagi 30 pengusaha Kalimantan Tengah. Kegiatan ini berlangsung pada Kamis, 18 September 2025 pukul 09.00–12.00 di Hotel Swiss-Belinn, Jl. A. Yani No. 45, Solo.\n\nPelatihan ini menghadirkan narasumber nasional, Dr. Kurniawan, S.S., M.Hum., seorang dosen linguistik UIN Raden Mas Said Surakarta yang juga dikenal sebagai pendiri SpeakUp Center Solo dan Kampung Inggris Solo. Beliau telah lama aktif sebagai pelatih kepercayaan diri dan komunikasi publik bagi berbagai institusi bisnis, pemerintahan, dan akademik di Indonesia.\n\nDalam sesi ini, peserta mendapatkan pemahaman mendalam tentang basic skills of public speaking dan leadership communication. Dr. Kurniawan memadukan teori komunikasi modern dengan kekuatan ilmu linguistik, termasuk:\n\nPoliteness Strategy (Brown & Levinson) untuk membangun komunikasi yang efektif dan berpengaruh dalam konteks bisnis.\n\nRetorika klasik Aristoteles (Ethos, Logos, Pathos) sebagai pondasi membangun wibawa, logika penyampaian, dan kekuatan emosional dalam berbicara di depan publik maupun dalam negosiasi bisnis.\n\nPendekatan ini menjadikan materi lebih aplikatif, mudah dipahami, dan relevan dengan kebutuhan pengusaha dalam membangun hubungan, mempresentasikan ide, serta memimpin tim.\n\n\nPelatihan berlangsung sangat dinamis. Selain penjelasan teori, peserta diajak terjun langsung melalui berbagai latihan praktik, mulai dari opening speech, elevator pitch, hingga latihan membangun kepercayaan diri saat berbicara.\n\nSuasana kelas penuh energi positif. Para pengusaha mengikuti setiap sesi dengan antusias, saling mendukung, dan menunjukkan peningkatan yang signifikan dalam waktu singkat.\n\nBank Indonesia Kalimantan Tengah berharap pelatihan ini dapat memperkuat kapasitas komunikasi para pengusaha, sehingga mampu mendorong perkembangan bisnis yang lebih adaptif, profesional, dan berdaya saing tinggi. Sementara itu, Dr. Kurniawan menyampaikan apresiasi atas semangat peserta dan berharap keterampilan yang dipelajari dapat diaplikasikan langsung dalam dunia usaha.",
      "title": "Pelatihan Public Speaking untuk Pengusaha Kalimantan Tengah",
      "cat": "public-speaking",
      "cover": "https://res.cloudinary.com/dy7lzcjfb/image/upload/f_auto,q_auto/v1762655057/oocxhwr9d6itptggpkd7.jpg",
      "date": "2025-09-19T00:00:00.000+07:00"
    },
    {
      "author": "Dr. Kurniawan",
      "content": "Seminar Parenting: Pencegahan Stunting Melalui Pendekatan Parenting\nBalai Desa Bogem, Bayat, Klaten – 12 Juli 2025\n\nKegiatan seminar parenting bertajuk “Pencegahan Stunting Melalui Pendekatan Parenting” sukses digelar di Balai Desa Bogem, Bayat, Klaten pada 12 Juli 2025 pukul 09.00–12.00 WIB. Acara ini menghadirkan Dr. Kurniawan, S.S., M.Hum., dosen linguistik UIN Raden Mas Said Surakarta sekaligus motivator, trainer public speaking, dan narasumber parenting nasional, sebagai pemateri utama.\n\nSeminar ini mengangkat isu besar tentang stunting, namun dengan pendekatan yang unik dan berbeda. Dr. Kurniawan menyajikan materi dari sudut pandang linguistik pragmatik, terutama terkait bagaimana komunikasi orang tua, pilihan bahasa, pola interaksi, dan strategi tutur dapat memengaruhi perkembangan psikologis dan kecerdasan anak—dua aspek penting dalam mencegah stunting secara holistik.\n\nDalam sesi pemaparan, peserta diberikan wawasan tentang:\n\nPentingnya bahasa positif dalam interaksi sehari-hari.\n\nStrategi komunikasi orang tua yang mendukung perkembangan otak dan emosi anak.\n\nPola respons yang membangun rasa aman, percaya diri, dan motivasi belajar.\n\nHubungan antara stimulasi bahasa sejak dini dengan pertumbuhan anak.\n\nPeran keluarga sebagai lingkungan komunikasi pertama dan terpenting bagi anak.\n\nKegiatan berlangsung interaktif, dipenuhi sesi tanya jawab, diskusi kasus, dan contoh-contoh komunikatif yang relevan dengan keseharian orang tua. Para peserta terlihat sangat antusias karena materi disampaikan dengan gaya yang ringan, aplikatif, dan mudah diterapkan dalam kehidupan keluarga.\n\nMelalui kegiatan ini, masyarakat Desa Bogem diharapkan semakin memahami bahwa pencegahan stunting tidak hanya berkaitan dengan gizi, tetapi juga stimulasi bahasa, pola asuh, dan kualitas komunikasi dalam keluarga.",
      "title": "Seminar Parenting: Pencegahan Stunting Melalui Pendekatan Parenting",
      "date": "2025-07-12T00:00:00.000+07:00",
      "cover": "https://res.cloudinary.com/dy7lzcjfb/image/upload/f_auto,q_auto/v1762655060/lj7yyhcn1lek8rmyagsf.jpg",
      "cat": "parenting"
    },
    {
      "author": "Dr. Kurniawan",
      "content": "Pelatihan Public Speaking untuk Calon Dokter Fakultas Kedokteran UNS\n\nSurakarta, 9 November 2025 — Fakultas Kedokteran Universitas Sebelas Maret (UNS) menyelenggarakan kegiatan Pelatihan Public Speaking yang berlangsung pada hari Minggu, pukul 09.00 hingga 14.00 WIB. Kegiatan ini diikuti oleh para mahasiswa calon dokter yang dipersiapkan untuk menghadapi Lomba Mahasiswa Berprestasi (Mawapres) tingkat universitas.\n\nPelatihan ini menghadirkan Dr. Kurniawan, S.S., M.Hum, dosen linguistik dari UIN Raden Mas Said Surakarta, yang juga dikenal sebagai Founder Kampung Inggris Solo dan Owner SpeakUp Center. Sebagai trainer nasional yang aktif di berbagai kota di Indonesia, Dr. Kurniawan telah lama dikenal sebagai motivator di bidang public speaking dan kepercayaan diri.\n\nSelama pelatihan, para peserta menunjukkan antusiasme yang tinggi. Mereka diajak memahami pentingnya komunikasi efektif, penguasaan diri di depan publik, serta strategi membangun kepercayaan diri dalam presentasi ilmiah.\n\n“Awalnya saya sering gugup saat bicara di depan orang, tapi setelah mengikuti pelatihan ini saya merasa lebih siap dan percaya diri,” ujar salah satu peserta dengan penuh semangat.\n\nDr. Kurniawan menekankan bahwa kemampuan berbicara di depan publik adalah modal penting bagi calon dokter masa depan, terutama dalam menyampaikan gagasan dan hasil riset secara profesional.\n\n“Public speaking bukan hanya soal berbicara, tetapi tentang bagaimana menyampaikan pesan yang menginspirasi dan meyakinkan,” tutur beliau dalam sesi penutupan.\n\nKegiatan ini menjadi momentum penting bagi Fakultas Kedokteran UNS dalam menumbuhkan karakter unggul, komunikatif, dan percaya diri pada mahasiswa calon dokter yang siap bersaing dan berkontribusi bagi masyarakat luas.",
      "title": "Pelatihan Public Speaking untuk Calon Dokter Fakultas Kedokteran UNS",
      "date": "2025-11-09T00:00:00.000+07:00",
      "cat": "public-speaking",
      "cover": "https://res.cloudinary.com/dy7lzcjfb/image/upload/f_auto,q_auto/v1763020232/WhatsApp_Image_2025-11-12_at_07.03.58_be0xdl.jpg"
    },
    {
      "author": "Dr. Kurniawan",
      "content": "Klaten, 6 Oktober 2025 — Balai Desa Malangan, Klaten, menjadi saksi antusiasme puluhan orang tua dan guru TK-PAUD dalam kegiatan Seminar Parenting bertajuk “Membangun Rasa Percaya Diri Anak Melalui Bahasa dan Kesantunan”. Acara yang berlangsung pada pukul 08.00 hingga 12.00 WIB ini diikuti oleh 50 peserta dari lingkungan pendidikan anak usia dini di wilayah Desa Malangan.\n\nSeminar ini menghadirkan narasumber Dr. Kurniawan, S.S., M.Hum., seorang dosen linguistik UIN Raden Mas Said Surakarta, yang juga dikenal sebagai trainer nasional di bidang public speaking dan kepercayaan diri. Dalam kesempatan tersebut, beliau mengajak para peserta untuk memahami peran bahasa dan kesantunan pragmatik dalam membentuk kepribadian dan rasa percaya diri anak sejak dini.\n\nDr. Kurniawan menegaskan bahwa cara orang tua dan guru berkomunikasi memiliki pengaruh besar terhadap keberanian anak untuk berekspresi dan berpendapat.\n\n“Bahasa adalah cermin kasih sayang dan penghargaan. Ketika anak dibiasakan mendengar tutur kata yang santun, menghargai, dan memotivasi, maka kepercayaan dirinya akan tumbuh dengan kuat,” jelasnya.\n\nPara peserta tampak aktif berdiskusi dan berbagi pengalaman tentang pola komunikasi di rumah maupun di kelas. Melalui pendekatan linguistik dan teori kesantunan pragmatik, Dr. Kurniawan memberikan contoh konkret bagaimana penggunaan bahasa yang tepat dapat menjadi sarana efektif untuk menanamkan rasa aman, diterima, dan berharga pada diri anak.\n\nKegiatan ini diakhiri dengan sesi refleksi dan komitmen bersama untuk menciptakan lingkungan komunikasi yang positif antara orang tua, guru, dan anak. Dengan demikian, diharapkan anak-anak di Desa Malangan tumbuh menjadi generasi yang percaya diri, santun, dan berkarakter kuat.",
      "title": "Seminar Parenting: Membangun Rasa Percaya Diri Anak Melalui Bahasa dan Kesantunan",
      "date": "2025-10-06T00:00:00.000+07:00",
      "cover": "https://res.cloudinary.com/dy7lzcjfb/image/upload/f_auto,q_auto/v1762655062/s2jhw4vvlns3ozr417px.jpg",
      "cat": "parenting"
    },
    {
      "author": "Dr. Kurniawan",
      "content": "Sukoharjo, Agustus 2024 — Pondok Pesantren Islam Al-Mukmin Ngruki sukses menyelenggarakan rangkaian Seminar dan Pelatihan Public Speaking untuk para santri putra dan putri tingkat akhir. Kegiatan ini dilaksanakan dalam dua gelombang, yaitu pada 13 Agustus 2024 dan 19 Agustus 2024, dengan pembagian waktu dan tempat berbeda antara santri putra dan santri putri.\n\nTotal 226 santri kelas 12 mengikuti program ini dengan penuh semangat. Seluruh peserta terbagi dalam dua sesi utama, yaitu Sesi Teori & Latihan Dasar serta Sesi Praktik Public Speaking. Kegiatan ini dirancang untuk membekali para santri dengan kemampuan komunikasi yang lebih percaya diri sebelum mereka melanjutkan pendidikan ke jenjang perguruan tinggi pada tahun mendatang.\n\nPelatihan ini menghadirkan narasumber Dr. Kurniawan, S.S., M.Hum., seorang dosen Linguistik UIN Raden Mas Said Surakarta, sekaligus trainer nasional yang dikenal luas melalui program Public Speaking & Confidence Training di berbagai kota di Indonesia. Beliau juga merupakan Founder Kampung Inggris Solo dan Owner SpeakUp Center.\n\nDalam setiap sesi, Dr. Kurniawan menekankan pentingnya kemampuan berbicara di depan publik sebagai modal utama bagi generasi muda dalam menyampaikan ide, berdiskusi, berorganisasi, serta menghadapi tantangan akademik di perguruan tinggi.\n\n“Santri dan mahasiswa masa kini harus mampu berkomunikasi dengan jelas, santun, dan meyakinkan. Public speaking bukan hanya keterampilan tampil, tetapi seni menyampaikan pesan dengan percaya diri,” ungkap Dr. Kurniawan saat membuka sesi pelatihan.\n\nPara santri tampak antusias mengikuti seluruh rangkaian kegiatan. Pada sesi praktik, mereka berlatih langsung membuka presentasi, menyampaikan opini, hingga latihan improvisasi untuk melatih spontanitas. Banyak santri mengaku memperoleh pengalaman baru yang membuat mereka lebih siap tampil di depan publik.\n\nPelatihan ini diharapkan dapat menjadi bekal berharga bagi para santri kelas 12 Pondok Pesantren Islam Al-Mukmin Ngruki, sehingga mereka memasuki dunia kampus dengan lebih percaya diri, komunikatif, dan siap bersaing secara positif.",
      "title": "Seminar & Pelatihan Public Speaking di Pondok Pesantren Islam Al-Mukmin Ngruki Sukoharjo",
      "date": "2025-08-13T00:00:00.000+07:00",
      "cat": "public-speaking"
    }
  ]
}
