{
  "posts": [
    {
      "author": "Dr. Kurniawan",
      "content": "Bank Indonesia Kalimantan Tengah kembali menunjukkan komitmennya dalam mendukung penguatan kapasitas para pelaku usaha dengan menyelenggarakan Pelatihan Public Speaking & Leadership Communication bagi 30 pengusaha Kalimantan Tengah. Kegiatan ini berlangsung pada Kamis, 18 September 2025 pukul 09.00–12.00 di Hotel Swiss-Belinn, Jl. A. Yani No. 45, Solo.\n\nPelatihan ini menghadirkan narasumber nasional, Dr. Kurniawan, S.S., M.Hum., seorang dosen linguistik UIN Raden Mas Said Surakarta yang juga dikenal sebagai pendiri SpeakUp Center Solo dan Kampung Inggris Solo. Beliau telah lama aktif sebagai pelatih kepercayaan diri dan komunikasi publik bagi berbagai institusi bisnis, pemerintahan, dan akademik di Indonesia.\n\nDalam sesi ini, peserta mendapatkan pemahaman mendalam tentang basic skills of public speaking dan leadership communication. Dr. Kurniawan memadukan teori komunikasi modern dengan kekuatan ilmu linguistik, termasuk:\n\nPoliteness Strategy (Brown & Levinson) untuk membangun komunikasi yang efektif dan berpengaruh dalam konteks bisnis.\n\nRetorika klasik Aristoteles (Ethos, Logos, Pathos) sebagai pondasi membangun wibawa, logika penyampaian, dan kekuatan emosional dalam berbicara di depan publik maupun dalam negosiasi bisnis.\n\nPendekatan ini menjadikan materi lebih aplikatif, mudah dipahami, dan relevan dengan kebutuhan pengusaha dalam membangun hubungan, mempresentasikan ide, serta memimpin tim.\n\n\nPelatihan berlangsung sangat dinamis. Selain penjelasan teori, peserta diajak terjun langsung melalui berbagai latihan praktik, mulai dari opening speech, elevator pitch, hingga latihan membangun kepercayaan diri saat berbicara.\n\nSuasana kelas penuh energi positif. Para pengusaha mengikuti setiap sesi dengan antusias, saling mendukung, dan menunjukkan peningkatan yang signifikan dalam waktu singkat.\n\nBank Indonesia Kalimantan Tengah berharap pelatihan ini dapat memperkuat kapasitas komunikasi para pengusaha, sehingga mampu mendorong perkembangan bisnis yang lebih adaptif, profesional, dan berdaya saing tinggi. Sementara itu, Dr. Kurniawan menyampaikan apresiasi atas semangat peserta dan berharap keterampilan yang dipelajari dapat diaplikasikan langsung dalam dunia usaha.",
      "title": "Pelatihan Public Speaking untuk Pengusaha Kalimantan Tengah",
      "cat": "public-speaking",
      "cover": "https://res.cloudinary.com/dy7lzcjfb/image/upload/f_auto,q_auto/v1762655057/oocxhwr9d6itptggpkd7.jpg",
      "date": "2025-09-19T00:00:00.000+07:00"
    }
  ]
}
