{
  "publications": [
    {
      "type": "journal",
      "title": "Parentinguistic: A Form and Function of Compliment Expression",
      "authors": "Kurniawan Kurniawan",
      "year": 2025,
      "tags": [
        "Parenting"
      ],
      "excerpt": "This study sought to explain the patterns of compliment expression utilization in infant-directed speech by mother from parenting perspective. This phenomenon was issued because children’s perceptual, social, and linguistic developments are significantly influenced by the intensity and quality of infant-directed speech. This study was also intended to help parents understand the importance of compliment expression in early parenting. ",
      "link_doi": "https://doi.org/10.24036/humanus.v24i1.124679"
    },
    {
      "link_buy": "https://tokopedia.com/produk-buku",
      "excerpt": "This study explores supportive parental messages and their meanings in parenting films. Using qualitative methods and speech act theory, it finds that each message serves distinct purposes shaped by the speaker’s background. Such “Parentinguistic” expressions strengthen solidarity and harmony in parent–child communication.",
      "authors": "Kurniawan, K.",
      "link_pdf": "http://dx.doi.org/10.21093/ijeltal.v8i2.1440",
      "cover": "assets/publications/1440-4275-1-PB-1_page-0001.jpg",
      "title": "Parentinguistic: Parenting Supportive Message of Expressive Act in Parenting Perspective",
      "tags": [
        "parenting",
        "linguistic"
      ],
      "link_doi": "http://dx.doi.org/10.21093/ijeltal.v8i2.1440",
      "type": "journal",
      "year": 2023
    },
    {
      "type": "journal",
      "title": "Parentinguistics: Authoritarian and Permissive Communication Styles in Parents' Expressive Speech Acts",
      "authors": "Kurniawan Kurniawan",
      "year": 2023,
      "tags": [
        "Parenting"
      ],
      "excerpt": "This study focuses on the relationship between authoritarian or permissive parenting styles on aspects of language, especially expressive speech acts. A qualitative descriptive pragmatic approach is applied in this study. The data in this study are in the form of textual sources from the film \"Nanti Kita Cerita Tentang Hari Ini\". The film was chosen because it has a family theme and presents parent-child conflicts that can be examined in terms of parenting and linguistic aspects.",
      "link_doi": "https://doi.org/10.31332/lkw.v0i0.5991"
    },
    {
      "type": "journal",
      "title": "THE LANGUAGE OF PARENTING: REVEALING THE USAGE OF CONTROL ACTS IN THE PURSUIT OF HAPPYNESS",
      "authors": "Kurniawan Kurniawan",
      "year": 2023,
      "tags": [
        "Parenting"
      ],
      "excerpt": "In paternal parenting, compared to the mother, the father tends to use controlling language that provokes conversation, such as WH questions and requests for clarification. Controlling language (control acts) is an attempt to generate a change in the actions of others. Through a pragmatic approach, this qualitative study explores the strategy, pattern, and politeness of controlling language through a paternal parenting perspective. ",
      "link_doi": "https://doi.org/10.18860/ling.v18i1.20685"
    },
    {
      "type": "seminar",
      "link_pdf": "https://pasca.uns.ac.id/hima/wp-content/uploads/sites/47/2020/07/Fullpaper-e-Prosiding-Pascasarjana-UNS-2020_compressed_opt.pdf#page=381",
      "excerpt": "Studi ini memiliki landasan bahwa orangtua merupakan nahkoda dalam mengarungi samudra kehidupan buah balitanya. Tujuan dalam penelitian ini adalah untuk menginspeksi danmenganalisis ujaran masyarakat urban yang tinggal di Kartasura yang dituturkan orangtua baikitu dengan tujuan memerintah maupun melarang anak balita mereka, serta relasi tuturan tersebut dengan pengasuhan anak.",
      "title": "TUTURAN PERINTAH DAN LARANGAN OLEH ORANGTUA KEPADAANAKNYA: STUDI PADA MASYARAKAT URBAN DI KARTASURA",
      "authors": "Kurniawan",
      "year": 2020,
      "tags": [
        "Parenting"
      ]
    },
    {
      "link_buy": "",
      "excerpt": "This study examines how Kartasura children respond to parents’ negative utterances. Most comply due to strong Javanese values of obedience, though some resist. The study highlights that parental negation is acceptable when used moderately",
      "authors": "Kurniawan, K.",
      "link_pdf": "https://dx.doi.org/10.30743/ll.v4i1.2406",
      "cover": "assets/publications/215-78-PB-1_page-0001.jpg",
      "title": "CHILDREN’S RESPONSE TO THE UTTERANCES OF THEIR PARENTS’ NEGATION: COMMUNITIES IN KARTASURA",
      "tags": [
        "parenting",
        "children"
      ],
      "link_doi": "https://dx.doi.org/10.30743/ll.v4i1.2406",
      "type": "journal",
      "year": 2020
    },
    {
      "type": "journal",
      "title": "Parentinguistic: Have Parent’s Speeches Been Effective Towards Their Children?",
      "authors": "Kurniawan",
      "year": 2024,
      "tags": [
        "Parenting"
      ],
      "excerpt": "This research focuses on the effectiveness of directive speech acts spoken by parents to children. This type of research is qualitative and descriptive through a pragmatic approach. ",
      "link_pdf": "",
      "link_doi": "https://publikasi.dinus.ac.id/struktural/article/view/12247"
    },
    {
      "type": "book",
      "title": "SELF-TALK: TINDAK PERLOKUSI RENUNGAN ORANG TUA SEBAGAI RESPON TUTURAN OLEH ANAK DALAM PARENTINGUISTIC",
      "authors": "Kurniawan",
      "year": 2024,
      "tags": [
        "Parenting"
      ],
      "excerpt": "Kami merasa perlu menerbitkan buku ini karena pentingnya memberikan pemahaman yang lebih mendalam tentang literasi, pembelajaran, dan metakognisi bagi pembaca, terutama di era digital yang sarat dengan informasi dan perubahan cepat. Buku ini diharapkan dapat memberikan wawasan yang komprehensif tentang bagaimana literasi tidak hanya mencakup kemampuan membaca dan menulis, tetapi juga kemampuan untuk menginterpretasi dan mengkritisi informasi secara efektif. Dengan semakin berkembangnya teknologi dan media informasi, keterampilan literasi yang kuat menjadi kebutuhan utama untuk dapat bertahan dan beradaptasi di dunia yang terus berubah.",
      "link_pdf": "https://drive.google.com/file/d/1LCJTWkpgnlmoEKghnLOH2GD2uu4qnULV/view?usp=sharing"
    }
  ]
}
